Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/elections_and_referenda/local_elections/local_elections.html.txt.tmx
Source language: en
Languages: ga

source: Local elections are held in Ireland every 5 years in the month of May or June
ga: Reachtáiltear toghcháin áitiúla gach cúig bhliain i mí Bealtaine nó mí Meitheamh

source: The 2014 elections will be held on 23 May 2014
ga: Beidh an 2014 toghcháin ar siúl ar 23 Bealtaine, 2014

source: At these elections, members of the local community elect Councillors to represent the community in local authorities
ga: Toghann baill den phobal áitiúil Comhairleoirí ag na toghcháin seo chun ionadaíocht a dhéanamh ar son an phobail sna húdaráis áitiúla

source: At present, there are over 3 million local government electors in Ireland
ga: Faoi láthair tá níos mó ná 3 milliún toghthóir rialtais áitiúil in Éirinn

source: The number of Councillors that may be elected to each local authority changes from area to area
ga: Athraíonn líon na gComhairleoirí a d'fhéadfaí a thoghadh do chuile údarás áitiúil ó cheantar go ceantar

source: The Minister for Housing, Planning, Community and Local Government may divide each city or county area into smaller local electoral areas and may fix the number of Councillors that can be elected for each of these electoral areas
ga: D'fhéadfadh an tAire Tithíochta, Pleanála, Pobal agus Rialtais Áitiúil ceantar gach cathair nó contae a roinnt i gceantracha áitiúla toghchánacha níos lú agus d'fhéadfadh sé/sí líon na gComhairleoirí a d'fhéadfaí a thoghadh do chuile cheann de na ceantracha toghchánacha seo a leagan síos

source: The polling date is fixed by an order of the Minister for Housing, Planning, Community and Local Government and is the same day in all of the local authority areas
ga: Leagann an tAire Tithíochta, Pleanála, Pobal agus Rialtais Áitiúil síos lá na vótála trí ordú a eisiúint agus is é an lá céanna é i ngach ceantar údaráis áitiúil

source: The polling period must last at least 12 hours between 7.00 am and 10.30 pm
ga: Ní foláir achar ar a laghad 12 uair idir 7 r.n. agus 10.30 i.n. a bheith sa tréimhse vótála

source: The responsibility for conducting the election lies with the secretary or clerk of each local authority who acts as the returning officer
ga: Tá rúnaí nó cléireach gach údarás áitiúil freagrach as an toghchán a reachtáil agus feidhmíonn sé/sí mar Cheann Comhairimh

source: Each local authority pays the cost of running the election
ga: Glanann gach údarás áitiúil costais an toghcháin

source: There is a week for nominating candidates to stand at local election; this takes place 4 weeks before the polling day
ga: Bíonn seachtain ar leith leagtha síos chun iarrthóirí a ainmniú do thoghchán áitiúil; tarlaíonn sé seo 4 sheachtain roimh lá na vótála

source: On the polling day, voters may vote by secret ballot in their local polling station
ga: Ar lá na vótála, d'fhéadfadh vótálaithe a vótaí a chaitheamh ina stáisiún vótála áitiúil

source: The electoral system is based on proportional representation with single transferable vote
ga: Tá an córas vótála bunaithe ar ionadaíocht chionmhar le haonghutha inaistrithe

source: If a candidate is elected to more than one local authority area, he or she must declare in writing which area he or she wishes to represent within 3 days of the public notice of the results of the election
ga: Má thoghtar iarrthóir do níos mó ná údarás áitiúil amháin, ní foláir dó/di a rá i scríbhinn cén ceantar is mian leis/leí iondaíocht a dhéanamh air taobh istigh de 3 lá ó fhograíodh torthaí an toghcháin go poiblí

source: You do not have to be an Irish citizen to vote in a local election
ga: Ní chaithfidh tú a bheith i do shaoránach Éireannach chun vótail i dtoghchán áitiúil

source: You must be over 18 years of age and you must live in the local electoral area
ga: Ní mór duit a bheith os cionn 18 bliain agus i do chónaí sa cheantar toghchánach áitiúil

source: You must be registered on the Register of Electors compiled every year by County and City Councils. You can find out more about registering to vote
ga: Ní foláir duit a bheith cláraithe ar Chlár na Vótalaithe a chuireann Comhairlí Contae agus Cathrach le chéile chuile bhliain

source: You may not vote in both a County Council and a City Council election
ga: Ní fhéadfá vótail i dtoghchán do Chomhairle Chontae agus Comhairle Chathrach

source: Local election posters and signs
ga: Postaeir agus comharthaí toghcháin áitiúla

source: The law in Ireland forbids the putting up of posters/signs on poles or other structures in public places unless you have the written permission of the owner of the pole or other structure in advance of putting up the posters/signs
ga: Ní cheadaíonn dlí na hÉireann póstaeir/fógraí a chur ar chuaillí nó struchtúir eile in áiteanna poiblí gan cead scríofa bheith faighte ó úinéir an chuaille nó an struchtúr eile roimh ré

source: Local authorities also have the power to remove these items should they disintegrate or cause a litter nuisance
ga: Tá sé de chumhacht ag na húdaráis áitiúla freisin an t-ábhar seo a bhaint má thagann drochbhail air nó má chruthaíonn sé fadhb bhruscair

source: Following an election, a party/candidatemust remove posters within a seven day period
ga: Tar éis toghcháin, ní mór do pháirtí/iarrthóir postaeir a bhaint anuas taobh istigh de thréimhse seacht lá

source: After that date, an on-the-spot fine of €150 is issued by your local authority in respect of each offence
ga: Ina dhiaidh sin, eisíonn d'údarás áitiúil fíneáil ar an bpointe de €150 i leith gach postaer atá fágtha

source: Your local authority will remove the poster and issue a fine
ga: Gheobhaidh d'údarás áitiúil réidh leis an bpostaer nuair a eisítear an fíneáil

source: To check whether or not your name is on the Electoral Register, enquire at your local Garda Station, post office, public library, local authority office and online at www.checktheregister.ie
ga: Chun a fháil amach an bhfuil d'ainm ar Chlár na Vótálaithe, chuir ceist i do stáisiún Garda áitiúil, oifig an phoist, leabharlann phoiblí nó oifig d'údaráis áitiúil

source: To be included on the Electoral Register, you must complete an application form and return it to your local authority
ga: Chun a bheith curtha ar Chlár na Vótálaithe, ní foláir duit foirm iarratais a líonadh agus í a sheoladh ar ais chuig d'údarás áitiúil

source: Application forms are available at your local authority office
ga: Tá foirmeacha iarratais ar fáil ag oifig d'údaráis áitiúil

source: Once you have filled out the application form, you must post it to the local authority by freepost
ga: Nuair atá an fhoirm iarratais líonta agat, ba cheart duit í a sheoladh chuig an gcomhairle tríd saorphost

source: There is no need to put a stamp on the envelope
ga: Níl aon ghá stampa a chur ar an gclúdach
